Revit 2024 API
AdvancedWood.WoodCurlyDistortionMap Property
 The property labeled "The 2D fiber distortion map (NO degamma op)" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string WoodCurlyDistortionMap { get; }
Visual Basic
Public Shared ReadOnly Property WoodCurlyDistortionMap As String
	Get
Visual C++
public:
static property String^ WoodCurlyDistortionMap {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble". This property allows a connected asset.
See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace